;Place localized text in this file

[AHWFailedPraetorianHack X2HackRewardTemplate]
FriendlyName="天威浩荡"
Description="黑客攻击失败将会召唤一支禁卫军增援小队。"

[AHWFailedPraetorianSectopodHack X2HackRewardTemplate]
FriendlyName="天威浩荡"
Description="黑客攻击失败将会召唤一支禁卫军增援小队。"

[AHWFailedPraetorianSectopodHack_FullOverride X2HackRewardTemplate]
FriendlyName="天威浩荡"
Description="黑客攻击失败将会召唤一支禁卫军增援小队。"

[AHWPraetorianEndgame X2SitRepTemplate]
FriendlyName="神谕征伐"
Description="禁卫军仍然完全盘踞在行动区域，这表明一位长老最近可能出现过。预计会有压倒性的力量。"

[AHWPraetorianDeployment X2SitRepTemplate]
FriendlyName="真选禁卫"
Description="禁卫军的一支特遣队已经直接控制了变种人在该地区的行动。预计会遭遇猛烈的抵抗。"

[AHWPraetorianLeaders X2SitRepTemplate]
FriendlyName="禁卫统御"
Description="禁卫军的一小支部队已经接管了该地区敌军的指挥权。谨慎行事。"

[AHWAdvPraetorian X2CharacterTemplate]
strCharacterName="禁卫军真选者"
strAcquiredText="异常热心忠诚的变种人士兵被征召成为禁卫军的基干士兵。"

[AHWAdvPraetorianHazmat X2CharacterTemplate]
strCharacterName="禁卫军根除者"
strAcquiredText="只有最忠诚、肆意破坏的净化者才会被招募到禁卫军中作为根除者。在用专业禁卫军装备交换了标准净化器装备后，禁卫军根除者不太适合与失魂者大军作战，但仍然携带全套致命燃烧武器，并且会优先考虑向目标投掷手榴弹，而不是自身安全。"

[AHWAdvPraetorianVanguard X2CharacterTemplate]
strCharacterName="禁卫军先锋盾卫"
strAcquiredText="前探路者，重新配备了一套更通用的装备，像所有禁卫军一样，他们身披重甲，携带护盾发生器，当然还有手榴弹。"

[AHWAdvPraetorianLieutenant X2CharacterTemplate]
strCharacterName="禁卫军传谕史"
strAcquiredText="只有最优秀的变种人军官才会被选入禁卫军服役，他们出色的战术领导能力使得敌军能够以非人性的协调行动。"

[AHWAdvPraetorianCaptain X2CharacterTemplate]
strCharacterName="禁卫军百夫长"
strAcquiredText="绝对最佳中的佼佼者，一名禁卫百夫长体现了致命机器的定义。与其他禁卫不同，禁卫军百夫长不是被选中担任这一角色的，而是由长老Syusa亲自设计的，他使用了指挥官自己的神经和基因模板。凭借很少有人能匹敌、更不用说超越的战术天才，禁卫百夫长在战场上是噩梦般的存在。"

[AHWPraetorianSectopod X2CharacterTemplate]
strCharacterName="禁卫军摧锋神机"
strAcquiredText="配备了一系列令人眼花缭乱的致命爆能弹药，禁卫军摧锋神机是禁卫军的主要直接炮兵支援。它们在远距离上非常致命，并且能够使用小队瞄准镜轰炸远处的目标，但非常不准确近距离。"

[AHWPraetorianRifle X2WeaponTemplate]
FriendlyName="禁卫军重型爆弹枪"
FriendlyNamePlural="禁卫军重型爆弹枪。"
BriefSummary="由长老Syusa亲自设计，禁卫军重型爆弹枪比标准的变种人步枪有了很大的改进，成为一种更强大的武器，而无需牺牲重量或精度，并且在摧毁掩体方面更加有效。"
TacticalText="<Bullet/>发射禁卫军重型爆弹枪。"

[AHWPraetorianBombardCannon X2WeaponTemplate]
FriendlyName="速射炮"
FriendlyNamePlural="速射炮。"
BriefSummary="<Bullet/>禁卫军摧锋神机拥有多种可以向目标发射的爆炸弹药，全部都是爆炸性弹药。 \n<Bullet/>  标准爆破弹药和收割者弹药在近距离和远距离射击掩护目标时极其不准确，但在中距离几乎从不错过目标。\n<Bullet/> 功能上，这意味着当使用标准爆破弹药和收割者弹药时，它们的瞄准精度会随着目标与步行机的距离接近12格而提高，并且在这个距离几乎从不失误；而当目标距离这个点更远时，无论目标是更接近还是更远离步行机，其精度都会降低。\n<Bullet/> 如果【还击】黑暗事件激活，禁卫摧锋神机将用它们的速射炮对所有未命中的射击进行反击。"
TacticalText="<Bullet/>发射爆炸性爆能箭。"

[AHW_Shrieker_Launcher X2WeaponTemplate]
FriendlyName="尖啸加农炮"
FriendlyNamePlural="尖啸加农炮"
BriefSummary="尖啸加农炮在近距离比速射加农炮和死神加农炮稍微准确一点，但仍然不准确，并且能够以可怕的精度打击远距离目标，但造成的伤害很小。但是，被尖叫弹药击中的单位会恐慌。"
TacticalText="<Bullet/> 尖啸加农炮恐慌单位被其爆炸击中。\n<Bullet/>"

[AHW_Reaper_Launcher X2WeaponTemplate]
FriendlyName="收割者大炮"
FriendlyNamePlural="收割者大炮"
BriefSummary="<Bullet/> 收割者大炮在近距离时不准确。收割者大炮并不是禁卫军杀伤力最强的爆炸性武器，但仍然是最危险的武器之一，因为它们会撕碎和破裂被击中的士兵的盔甲。"
TacticalText="<Bullet/> 收割者大炮"

[AHWShriekerRocket X2AbilityTemplate]
LocFriendlyName="尖叫者弹药"
LocLongDescription="<Bullet/>尖叫者弹药造成的伤害很小，但会导致爆炸附近的目标陷入恐慌。"
LocHelpText="<Bullet/>尖叫者弹药造成的伤害很小，但会导致爆炸附近的目标陷入恐慌。"
LocFlyOverText="尖叫者弹药"

[AHWReaperRocket X2AbilityTemplate]
LocFriendlyName="收割者弹药"
LocLongDescription="<Bullet/>收割者弹药的伤害低于速射弹药，但对装甲极其有效，并能永久击碎被爆炸击中的目标。"
LocHelpText="<Bullet/>收割者弹药的伤害低于速射弹药，但对装甲非常有效，并且可以使被爆炸击中的目标永久破裂。"
LocFlyOverText="收割者弹药"

[PraetorianSectopodBombard X2AbilityTemplate]
LocFriendlyName="速射弹药"
LocLongDescription="<Bullet/>速射弹药的伤害范围有很大差异，但会伤害其主要目标周围半径内的所有物体。"
LocHelpText="<Bullet/>速射弹药的伤害范围有很大差异，但会伤害其主要目标周围半径内的所有物体。"
LocFlyOverText="速射弹药"

[PraetorianLieutenantOrder X2AbilityTemplate]
LocFriendlyName="传谕号令"
LocLongDescription="<Bullet/>来自禁卫军传谕史的命令优先于其他变种人部队的标准指挥结构。\n<Bullet/>禁卫军传谕史的命令授予他们额外的行动点，并覆盖他们的标准行为。 "
LocHelpText="<Bullet/> 禁卫军传谕史发出的命令会覆盖其他变种人单位的标准指挥结构。 \n<Bullet/> 禁卫军传谕史的命令授予他们额外的行动点，并覆盖他们的标准行为。 "
LocFlyOverText="传谕号令"

[PraetorianCaptainOrder X2AbilityTemplate]
LocFriendlyName="百夫长军令"
LocLongDescription="<Bullet/>来自禁卫军百夫长的命令优先于其他变种人部队的标准指挥结构。\n<Bullet/>一名禁卫百夫长的指令会给予他们额外的行动点，并覆盖他们的标准行为，而且这对百夫长来说不花费任何行动点。"
LocHelpText="<Bullet/> 禁卫军百夫长发出的命令会覆盖其他变种人单位的标准指挥结构。\n<Bullet/>一名禁卫队长的指令会给予他们额外的行动点，并覆盖他们的标准行为，而且这对百夫长来说不花费任何行动点。"
LocFlyOverText="百夫长军令"

[PraetorianVanguardGrapple X2AbilityTemplate]
LocFriendlyName="快速重新定位抓斗"
LocLongDescription="禁卫军先锋盾卫可以使用抓钩重新定位，无需消耗行动点。"
LocHelpText="使用抓钩重新定位，无需消耗行动点。"
LocFlyOverText="快速重新定位抓斗"

[AHWPraetorianDrop X2AbilityTemplate]
LocFriendlyName="禁卫军信标"
LocLongDescription="当“快速反应”黑暗事件激活时，允许禁卫单位每三回合通过次元门传送一名禁卫。"
LocHelpText="当“快速反应”黑暗事件激活时，允许禁卫单位每三回合通过次元门传送一名禁卫。"
LocFlyOverText="禁卫军信标"

[AHWPraetorianShieldmaidenDrop X2AbilityTemplate]
LocFriendlyName="百夫长禁卫军信标"
LocLongDescription="当“快速反应”黑暗事件激活时，每三回合允许禁卫百夫长通过次元门传送一名先锋盾卫。"
LocHelpText="当“快速反应”黑暗事件激活时，每三回合允许禁卫百夫长通过次元门传送一名先锋盾卫。"
LocFlyOverText="百夫长禁卫军信标"

[AHWPraetorianPassive X2AbilityTemplate]
LocFriendlyName="严峻地平线"
LocLongDescription="<Bullet/>如果合金填充黑暗事件处于活动状态，禁卫军单位将获得额外护甲值。\n<Bullet/>当“快速反应”黑暗事件激活时，每三回合允许禁卫单位通过次元门传送一名额外的禁卫警卫，但禁卫队长除外，他们每三回合还可以通过次元门传送一名禁卫盾卫。"
LocHelpText="<Bullet/> 如果合金填充黑暗事件处于活动状态，禁卫军单位将获得额外护甲值。 \n<Bullet/>当“快速反应”黑暗事件激活时，每三回合允许禁卫单位通过次元门传送一名额外的禁卫警卫，但禁卫队长除外，他们每三回合还可以通过次元门传送一名禁卫盾卫。"
LocFlyOverText="严峻地平线"

[AHWPraetorianSectopodPassive X2AbilityTemplate]
LocFriendlyName="严峻地平线"
LocLongDescription="<Bullet/>如果合金填充黑暗事件处于活动状态，禁卫军摧锋神机将获得额外护甲值。 \n<Bullet/>如果“回击”黑暗事件处于激活状态，禁卫摧锋神机将使用它们的速射炮对未命中的射击进行反击。 \ n<Bullet/>当“快速反应”黑暗事件激活时，每三回合允许禁卫军摧锋神机通过次元门传送一名额外的禁卫军普通士兵。"
LocHelpText="<Bullet/>如果合金填充黑暗事件处于活动状态，禁卫军摧锋神机将获得额外护甲值。\n<Bullet/>如果“回击”黑暗事件处于激活状态，禁卫摧锋神机将使用它们的速射炮对未命中的射击进行反击。 \ n<Bullet/>当“快速反应”黑暗事件激活时，每三回合允许禁卫摧锋神机通过次元门传送一名额外的禁卫军普通士兵。"
LocFlyOverText="严峻地平线"

[PraetorianArmorXCOM X2AbilityTemplate]
LocFriendlyName="自适应纳米凝胶"
LocLongDescription="<Bullet/> 在回合中第一次受到伤害后,所有敌方武器所造成的伤害减少 33%,并且每回合额外提供<Ability:StasisVest_Regen/> 生命恢复加成，最高可有<Ability:StasisVest_MaxRegen/>每次任务都可恢复的生命值。"
LocHelpText="<Bullet/> 在回合中第一次受到伤害后，所有敌方武器所造成的减少 33%,并且每回合额外提供<Ability:StasisVest_Regen/>生命恢复加成，每次任务都会恢复的生命值最高可达<Ability:StasisVest_MaxRegen/>。"
LocFlyOverText="自适应纳米凝胶"

[PraetorianArmorAlien X2AbilityTemplate]
LocFriendlyName="反应性纳米凝胶"
LocLongDescription="<Bullet/> 回合中第一次受到伤害后，所有敌方武器所造成的伤害减少20%，并且每回合额外提供<Ability:StasisVest_Regen/>生命恢复加成，最高可达<Ability:StasisVest_MaxRegen/>每次任务恢复生命值。"
LocHelpText="<Bullet/> 在回合中第一次受到伤害后，所有敌方武器所造成的伤害减少 20%，并且每回合额外提供<Ability:StasisVest_Regen/>生命恢复加成，最高可达<Ability:StasisVest_MaxRegen/>每次任务都会恢复生命值。"
LocFlyOverText="反应性纳米凝胶"

[PreatorianReactiveArmor X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>禁卫军纳米凝胶内衣</font>"
FriendlyNamePlural="<font color='#df07b7'>禁卫军纳米凝胶内衣</font>"
BriefSummary="<font color='#df07b7'> <Bullet/> 禁卫军纳米凝胶内衣可减少回合中第一次受到伤害后受到的所有来源的伤害，并提供额外的生命值和再生能力。</font>"
TacticalText="<font color='#df07b7'><Bullet/>禁卫军纳米凝胶内衣在回合中受到第一次伤害后，将所有敌方武器所造成的伤害减少33%,\n<Bullet/> 额外提供每回合2生命值恢复。每次任务恢复的生命值上限为8。禁卫军领导单位拥有更致密、更耐用、更具减震性的纳米凝胶内衣，这可能使其能够在战斗中生存并被保护。被我们的士兵在战场上发现了。</font>"

[CorpseAHWPraetorian X2ItemTemplate]
FriendlyName="<font color='#df07b7'>禁卫军尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>禁卫军尸体</font>"
BriefSummary="尽管尸体明显已经死亡，但尸体对刺激的反应仍然令人不安。"

[AutopsyAHWPraetorian X2TechTemplate]
DisplayName="<font color='#df07b7'>变种人禁卫军尸检</font>"
Summary="<font color='#df07b7'><Bullet/>虽然拥有明显独特的盔甲，但 变种人禁卫军明显比战场上的大多数变种人样本更有弹性，其原因尚待确定经您的许可，指挥官，我想进行比我们平常项目更广泛的检查，但这对我们的人员配置要求相当高 - 泰根博士。</font>"
CodeName="长老守卫"
LongDescription="<font color='#df07b7'><Bullet/>除了极重的装甲外，这些变种人单位似乎还经过灰人和异变者DNA 的混合改造，并结合了明显更强大和复杂的神经网络植入物比普通变种人军官更快，使他们能够以接近超人的速度发送、接收和处理战术信息 </font> <Bullet/> 在飞过活跃的变种人 发射机时，他们对来自变种人网络的信号的反应也令人不安。 尚未从死亡样本中取出的植入物导致尸体似乎试图伸手去拿武器，尽管对象显然已经死亡 - 泰根博士。</font>"
AlertString="变种人禁卫军尸检"
